# Как сгенерировать исключение ?

a = input()
if isinstance(a, int):
    pass
# print(type(a))


# Реализуйте T/E/F
a = "str"


# assert

x = 5
y = 10


